[
  {
    "page": 1,
    "content": "Vous vous reveillez dans une pièce sombre... Votre tête tourne, et vos jambes tremblent... Vous essayez de vous relever mais en vain. Après des efforts vous semblant durer une éternité, vous arrivez à vous lever. Des milliers de question se bousculent dans votre tête, mais vous essayez de vous concentrer sur votre environnement. Devant vous, une porte, derrière vous, une trappe.<br><br>Option 1 : Passer par la porte.<br>Option 2 : Passer par la trappe.",
    "listOfChoices": [
      {
        "page": 2,
        "label": "Porte"
      },
      {
        "page": 3,
        "label": "Trappe"
      },
      {
        "page": 4,
        "label": "Mourir"
      }
    ]
  },
  {
    "page": 2,
    "content": "Vous passez par la porte. Elle grince d'un son strident, comme si elle n'avait pas étée ouverte depuis... une étérnité. Vous arrivez dans une pièce vide, une odeur ignoble de dégage d'un liquide visqueux sur le sol.<br><br>Option 1 : Revenir en arrière.<br>Option 2 : Boire le liquide douteux.",
    "listOfChoices": [
      {
        "page": 1,
        "label": "Retour"
      },
      {
        "page": 4,
        "label": "Boire"
      }
    ]
  },
  {
    "page": 3,
    "content": "Vous passez par la trappe. L'interieur est sombre, très sombre, trop sombre, comme si la lumière elle-même avait peur d'y pénétrer. Vous arrivez dans une pièce dans laquelle vous trouvez un autel avec un livre. Vous peinez à comprendre le sens des écritures de ce texte.<br><br>Option 1 : Revenir en arrière.<br>Option 2 : Lire le livre à voix haute..",
    "listOfChoices": [
      {
        "page": 1,
        "label": "Retour"
      },
      {
        "page": 5,
        "label": "Lire"
      }
    ]
  },
  {
    "page": 4,
    "content": "Vous buvez le liquide douteux, et tombez immédiatement. Vous êtes mort.",
    "listOfChoices": [

    ]
  },
  {
    "page": 5,
    "content": "Vous lisez le livre à voix haute. Une sensation de bien-être vous envahis. Vous vous réveillez par la suite dans votre lit. Ouf, tout ceci n'était qu'un rêve.",
    "listOfChoices": [

    ]
  }
]
